/* No comment provided by engineer. */
"Account created" = "Konto erstellt";

/* No comment provided by engineer. */
"Already backed up" = "Bereits Backup getan.";

/* No comment provided by engineer. */
"Are you sure you want to delete all your contacts ?" = "Sind Sie sicher, dass Sie alle Ihre Kontakte löschen möchten ?";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"confirm password" = "Passwort bestätigen.";

/* No comment provided by engineer. */
"contacts on server" = "cloud kontakte";

/* No comment provided by engineer. */
"Create Account" = "Konto erstellen";

/* No comment provided by engineer. */
"Delete Contacts" = "Kontakte löschen";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Forgot password ?" = "Passwort vergessen ?";

/* No comment provided by engineer. */
"Hello ! \nSyncSmartFTS is an easy to use app which can backup your contacts in the cloud and also provides you with the option to transfer/move all of your contacts on different smartphones.\n 1) Create account .\n2) Sign In .\n3) Save your contacts .\n4) Now just sign in from another device and import your contacts.That smart, that simple !! \nTotal count of contacts may be different than the one showed on your phone , depending on what contacts you have selected to be displayed in your contacts app. ! SyncSmartFTS does not take into consideration empty contacts, contact avatars , dates of any kind, addresses , notes and social profile." = "Hallo !\nSyncSmart FTS ist eine einfache Anwendung, die  Backup von Kontakten im Server ausführt und die Übertragung/ Verschiebung aller Kontakte auf ein anderes Smartphone ermöglicht.\n1) Konto erstellen.\n2) Einloggen.\n3) Kontakte speichern.\n4) Loggen  Sie sich nun an das andere Gerät ein und importieren Sie Ihre Kontakte.That smart, that simple!\n! Die gesamte Anzahl  Ihrer  Kontakte kann  verschieden als  die auf Telefon angezeigte  Anzahl  sein,  weil  dies  von den ausgewählten Kontakten  für Anzeige  in der Kontaktanmeldung abhängig ist.\n! SyncSmart FTS berücksichtigt  leere Kontakte, Bilder, Adressen, Notizen und sozialen Profil nicht.";

/* No comment provided by engineer. */
"Import Contacts" = "Kontakte importieren";

/* No comment provided by engineer. */
"Install contacts from server ?" = "Möchten Sie Backup der Kontakte auf Telefon installieren?";

/* No comment provided by engineer. */
"Internal server error" = "Internal server error";

/* No comment provided by engineer. */
"LOGIN" = "Einloggen";

/* No comment provided by engineer. */
"Logout" = "Abmeldung /Logout";

/* No comment provided by engineer. */
"Mail already exists" = "E-Mail ist bereits vorhanden.";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"No Internet connection" = "Keine Internetverbindung";

/* No comment provided by engineer. */
"password" = "passwort";

/* No comment provided by engineer. */
"Please enter your credentials" = "Bitte, geben Sie Ihre Zugangsdaten ein:";

/* No comment provided by engineer. */
"Please enter your e-mail address so we can reset your password" = "E-mail: ";

/* No comment provided by engineer. */
"Please insert same password in both fields" = "Bitte, geben Sie dasselbe Passwort in beide Felder ein";

/* No comment provided by engineer. */
"Please insert valid email address" = "Bitte, verwenden Sie ein korrektes E-Mail";

/* No comment provided by engineer. */
"Please use a valid email" = "Bitte, verwenden Sie ein korrektes E-Mail";

/* No comment provided by engineer. */
"REGISTER" = "Registrieren";

/* No comment provided by engineer. */
"Save contacts to server ? This will overwrite your current backup." = "Wiederherstellen Sie  Backup der Kontakte? Man  wird  aktuelles  Backup ersetzt";

/* No comment provided by engineer. */
"Save To Cloud" = "Speichern Sie in Cloud";

/* No comment provided by engineer. */
"Server maintenance downtime" = "Server maintenance downtime";

/* No comment provided by engineer. */
"Sorry" = "Es tut uns leid";

/* No comment provided by engineer. */
"SyncSmart does not have permissions to use your contacts, check Settings->Privacy" = "SyncSmart FTS  ist nicht berechtigt, Ihre Kontakte zu verwenden, überprüfen Sie, bitte, Einstellungen-> Datenschutz->Kontakte";

/* No comment provided by engineer. */
"SyncSmart needs your permission to use the contacts before continuing,go to Settings -> Privacy -> Contacts" = "SyncSmart FTS braucht Ihre Zustimmung, bevor Sie fortgehen, wählen Sie  Einstellungen-> Datenschutz->Kontakte";

/* No comment provided by engineer. */
"Unable to connect, please verify your credentials" = "Oops! Keine Verbindung möglich, überprüfen Sie bitte Ihre Zugangsdaten";

/* No comment provided by engineer. */
"Upload completed, your contacts have been backed up" = "Upload fertig !";

/* No comment provided by engineer. */
"valid contacts on phone" = "telefon kontakte";

/* No comment provided by engineer. */
"We suggest you backup your contacts before proceeding to deletion" = "Wir empfehlen, Backup der Kontakte, bevor Sie löschen";

/* No comment provided by engineer. */
"Yes" = "Ja";

"Contacts installed" = "Kontakte installiert";


